<html>
  <head>小白癡的程式新手試著開啟轉職學習之道</head>
  <body>
    <h1>html css網頁建置學習</h1>
    <h2>Tag標記學習</h2>
    <p> head元素:內容包含頁面相關資訊，通常head元素內也會出現title元素，但資訊不會出現在主瀏覽器視窗。</br>
        title元素:title元素會顯示在瀏覽器的頂端，在網址欄位上方，或是在頁面標籤上方。</br>
        body元素:在這個元素裡的東西，都會顯示在瀏覽器的主視窗當中。<p/>
    <h2>標示語言提供資訊讓瀏覽器向使用者顯示出適當的頁面結構。</h2>
    <p> 結構性標示:可以用來描述標題和段落的元素。</br>
        語法標示:提供額外資訊，文句中須強調之處，引述自誰，縮略字代表意義...等。<p/>
    <p> HTML標題:HTML標題有六階，H1~H6，H1用於主標題，H2用於次標題，H1標題於瀏覽器字是最大的，依序排。
    <p> HTML段落:可使用開始標記p跟結束標記/p將段落文字包圍起來。(預設值瀏覽器會顯示新的一行來顯示每個段落，且在接續新的段落之前，也會保留一些空間)。
    <p> HTML粗體或斜體:將文字用b及b/標記包圍起來，可讓字源呈現粗體;將將文字用i及i/標記包圍起來，可讓字源呈現斜體
    
